Repository: robmcmullen/peppy
Catalog: i18n.*/peppy-*.po
Languages: in

source: &About...
in: &Over...

source: &Close Buffer
in: &Sluit Buffer

source: &Comment Region
in: &Maak commentaar

source: &Delete Window
in: &Verwijder venster

source: &Describe Action
in: &Beschrijf Actie

source: &Execute Action
in: &Voer Actie Uit

source: &Folding
in: &Samenvouwen

source: &Line Numbers
in: &Regelnummers

source: &Line Wrapping
in: &Regelafbraak

source: &New Window
in: &Nieuw venster

source: &Open Sample C File
in: &Open C-voorbeeldbestand

source: &Open Sample Graphviz dot file
in: &Open Graphviz dot file voorbeeld

source: &Open Sample Makefile
in: &Open Makefile-voorbeeld

source: &Open Sample Python
in: &Open Python-voorbeeld

source: &Open Sample Text
in: &Open voorbeeldtekst

source: &Preferences...
in: &Voorkeuren...

source: &Revert
in: &Terugdraaien

source: &Save...
in: &Opslaan...

source: &Show Key Bindings
in: &Toon Toetstoewijzingen

source: &Show Toolbars
in: &Toon Werkbalken

source: &Tabify
in: &Voeg tabs in

source: &Uncomment Region
in: &Verwijder commentaar

source: &Untabify
in: &Verwijder tabs

source: &Word Count
in: &Woorden tellen

source: &Wrap Words
in: &Breek woorden af

source: About this program
in: Over dit programma

source: Act on the marked buffers according to their flags.
in: Verwerk de gemarkeerde buffers volgens hun attributen.

source: Actions
in: Acties

source: Add ChangeLog Entry
in: Maak nieuw ChangeLog item

source: Add new ChangeLog entry to the top of the ChangeLog
in: Plaats nieuw ChangeLog item bovenaan het ChangeLog

source: Attributes
in: Attributen

source: Background
in: Achtergrond

source: Bad input.
in: Foute invoer.

source: Base new theme of existing one
in: Baseer nieuw thema op bestaand thema

source: Break wrapped lines at word boundaries
in: Regelafbraak bij woordgrenzen

source: Cancel
in: Annuleren

source: Cancel Minibuffer
in: Annuleer Minibuffer

source: Cancel any currently active minibuffer
in: Annuleer alle actieve minibuffers

source: Capitalize
in: Elk woord met hoofdletter beginnen

source: Case
in: Hoofd-/kleine letter

source: Clear Flags
in: Verwijder attributen

source: Clear Playlist
in: Afspeellijst leegmaken

source: Clear all flags from the selected item(s).
in: Verwijder alle attributen van geselecteerd(e) item(s).

source: Close Tab
in: Tabblad sluiten

source: Close current buffer
in: Sluit huidige buffer

source: Close the current tab
in: Sluit het huidige tabblad

source: Collapse blank lines
in: Klap lege regels in

source: Color
in: Kleur

source: Contrast adjustment method
in: Contrast bijstelmethode

source: Contributions by:
in: Bijdragen van:

source: Copy
in: Kopiëren

source: Cursor to End of Line
in: Cursor naar Regeleinde

source: Cursor to Start of Line
in: Cursor naar Regelstart

source: Cursor to end of the buffer
in: Cursor naar einde van buffer

source: Cursor to first character in the buffer
in: Cursor naar eerste karakter in buffer

source: Cursor to first non-blank character in the line
in: Cursor naar eerste niet-lege karakter op de regel

source: Cursor to next line
in: Cursor naar volgende regel

source: Cursor to previous line
in: Verplaats cursor naar vorige regel

source: Cut
in: Knippen

source: Debug
in: Fouten zoeken

source: Decrease Volume
in: Volume verlagen

source: Decrease the volume
in: Verlaag het volume

source: Delete Playlist Entry
in: Verwijder afspeellijst-item

source: Delete current window
in: Verwijder huidig venster

source: Delete selected songs from playlist
in: Verwijder geselecteerde nummers uit afspeellijst

source: Describe an action by name
in: Beschrijf een actie op basis van naam

source: Display a list of all buffers.
in: Geef lijst weer van alle buffers

source: Documents
in: Documenten

source: Downcase
in: Kleine letters

source: E&xit
in: &Afsluiten

source: EOL Characters
in: Regeleindekarakters

source: Edit
in: Bewerken

source: Enable or disable toolbar display in this frame
in: Schakel werkbalkweergave in dit venster in of uit

source: Enter a hex color value
in: Voer een hexadecimale kleurwaarde in

source: Execute an action by name
in: Voer een actie uit op basis van naam

source: Export
in: Exporteren

source: Fast test of the progress bar
in: Snelle test van de voortgangsbalk

source: File
in: Bestand

source: Fill Paragraph
in: Vul alinea

source: Find...
in: Zoeken...

source: Finished %s on %s
in: %s voltooid op %s

source: Floating Point
in: Drijvende komma (Floating point)

source: Font
in: Lettertype

source: Font Settings
in: Lettertype-instellingen

source: Foreground
in: Voorgrond

source: Functions
in: Functies

source: Garbage Objects
in: Garbage objecten

source: General
in: Algemeen

source: Generate a random playlist
in: Genereer een willekeurige afspeellijst

source: Go to a function
in: Ga naar een functie

source: Go to a particular band in the cube
in: Ga naar een specifieke band in de cube

source: Goto Band
in: Ga naar Band

source: Goto Line...
in: Ga naar regel...

source: Goto Offset...
in: Ga naar Offset...

source: Goto a line in the text.
in: Ga naar een regel in de tekst.

source: Goto an offset.
in: Ga naar een offset.

source: Hangman
in: Galgje

source: Hello World Action
in: Hello World Actie

source: Image View
in: Beeldweergave

source: Increase Volume
in: Volume verhogen

source: Increase the volume
in: Verhoog het volume

source: Indent the current line when a colon is pressed
in: Spring regel in wanneer een dubbelepunt geplaatst wordt

source: Indent the next line following a return
in: Spring volgende regel na een return in

source: Input:
in: Invoer:

source: Insert 'Hello, world' at the current cursor position
in: Voer 'Hello, world' in op huidige cursorpositie

source: Line Endings
in: Regeleinden

source: List All Documents
in: Toon lijst van alle documenten

source: Login
in: Aanmelden

source: Major Mode
in: Major modus

source: Mar
in: Mrt

source: Mark for Deletion
in: Markeer voor verwijderen

source: Mark for Deletion and Move Backwards
in: Markeer voor verwijderen en ga verder naar achteren

source: Mark for Display
in: Markeer voor weergave

source: Mark for Display and Move Backwards
in: Markeer voor weergave en ga verder naar achteren

source: Mark for Save
in: Markeer voor opslaan

source: Mark for Save and Move Backwards
in: Markeer voor opslaan en ga verder naar achteren

source: Mark the selected buffer for deletion and move to the previous item.
in: Markeer de geselecteerde buffer voor verwijderen en ga verder naar het vorige item.

source: Mark the selected buffer for deletion.
in: Markeer geselecteerde buffer voor verwijderen.

source: Mark the selected buffer to be displayed and move to the previous item.
in: Markeer geselecteerde buffer voor weergave en ga verder naar vorige item.

source: Mark the selected buffer to be displayed.
in: Markeer geselecteerde buffer voor weergave.

source: Mark the selected buffer to be saved and move to the previous item.
in: Markeer geselecteerde buffer voor opslaan en ga verder naar vorige item.

source: Mark the selected buffer to be saved.
in: Markeer geselecteerde buffer voor opslaan.

source: May
in: Mei

source: Median Filter
in: Mediaanfilter

source: Median filter
in: Mediaanfilter

source: Minor Modes
in: Minor modi

source: Modes
in: Modi

source: Move the cursor down a line
in: Verplaats cursor één regel naar beneden

source: Move the cursor to the end of the buffer
in: Verplaats cursor naar het einde van de buffer

source: Move the cursor to the end of the current line
in: Verplaats cursor naar het einde van de regel

source: Move the cursor to the start of the buffer
in: Verplaats cursor naar het begin van de buffer

source: Move the cursor to the start of the current line
in: Verplaats cursor naar het begin van de regel

source: Move the cursor up a line
in: Verplaats cursor één regel naar boven

source: Move the selection to the next item in the list.
in: Verplaats de selectie naar het volgende item in de lijst.

source: Move the selection to the previous item in the list.
in: Verplaats de selectie naar het vorige item in de lijst.

source: Move to Next Item
in: Ga verder naar volgende item

source: Move to Previous Item
in: Ga naar vorige item

source: Mute
in: Dempen

source: Mute the volume
in: Demp het volume

source: New
in: Nieuw

source: New Tab
in: Nieuw tabblad

source: New plain text file
in: Nieuw platte tekst bestand

source: Next Band
in: Volgende Band

source: Next Song
in: Volgende nummer

source: Not a numeric expression.
in: Geen numerieke expressie

source: Not an integer expression.
in: Geen integer expressie

source: Oct
in: Okt

source: Open
in: Openen

source: Open File Using Minibuffer...
in: Bestand openen met minibuffer...

source: Open File...
in: Bestand openen...

source: Open Recent
in: Recent geopend

source: Open URL Using Minibuffer...
in: Open URL met minibuffer...

source: Open a Hex Editor
in: Open een hex-editor

source: Open a file
in: Bestand openen

source: Open a file using URL name completion
in: Open een bestand met URL-naamvoltooiing

source: Open a file using filename completion
in: Open een bestand met automatische bestandsnaamvoltooiing

source: Open a new tab
in: Nieuw tabblad openen

source: Open a new window
in: Nieuw venster openen

source: Open a sample C file
in: Open een C-voorbeeldbestand

source: Open a sample Graphviz file
in: Open een Graphviz-voorbeeldbestand

source: Open a sample Makefile
in: Open een Makefile-voorbeeldbestand

source: Open a sample Python file
in: Open een Python-voorbeeldbestand

source: Open an Image Viewer
in: Open een Image Viewer-voorbeeldbestand

source: Open an MPD server through a URL
in: Open een MPD-server via een URL

source: Open some sample text
in: Open voorbeeldtekst

source: Open the STC Style Editor to edit the current mode's text display.
in: Open de STC-Stijleditor om de huidige tekstweergave te veranderen

source: Open the wxPython widget inspector.
in: Open de wxPython widget inspector

source: Paste
in: Plakken

source: Paste at Column
in: Plakken in kolom

source: Paste selection indented to the cursor's column
in: Plak selectie met inspringing volgens de door de cursor aangewezen kolom

source: Play/Pause Song
in: Afspelen/Pauzeren Nummer

source: Plugins
in: Invoegtoepassingen

source: Preferences, settings, and configurations...
in: Voorkeuren, instellingen en configuraties...

source: Prev Band
in: Vorige Band

source: Prev Song
in: Vorig Nummer

source: Preview
in: Voorvertoning

source: Previous Band
in: Vorige Band

source: Previous Song
in: Vorig Nummer

source: Project Homepage
in: Project website

source: Quit the program.
in: Sluit het programma

source: Random Playlist
in: Willekeurige Afspeellijst

source: Record Format...
in: Opnameformaat...

source: Redo
in: Herhalen

source: Refresh
in: Vernieuwen

source: Refresh the current view to show any changes.
in: Vernieuw de huidige weergave om veranderingen weer te geven.

source: Reindent
in: Opnieuw inspringen

source: Remove all songs from the current playlist
in: Verwijder alle nummers van de huidige afspeellijst

source: Remove whitespace from blank lines
in: Verwijder witruimte op lege regels.

source: Replace Buffer
in: Vervang Buffer

source: Replace a string in the text.
in: Vervang een tekenreeks in de tekst

source: Replace...
in: Vervangen...

source: Report a bug
in: Rapporteer een bug

source: Rescan the filesystem and update the MPD database
in: Herscan het bestandssysteem en update de MPD-database

source: Restart Game
in: Herstart Spel

source: Revert to last saved version
in: Keer terug naar laatst opgeslagen versie

source: Run
in: Uitvoeren

source: Run this script through the interpreter
in: Verwerk dit script door de interpreter

source: Run with Args
in: Voer uit met argumenten

source: Running Jobs
in: Lopende taken

source: Same Major Mode
in: Zelfde Major-modus

source: Samples
in: Voorbeelden

source: Save &As...
in: Opslaan &Als...

source: Save Styles
in: Bewaar stijlen

source: Save as a new file
in: Bewaar als nieuw bestand

source: Save or Delete Marked Buffers
in: Opslaan of Verwijderen Gemarkeerde Buffers

source: Save the current file
in: Huidige bestand opslaan

source: Save to URL Using Minibuffer...
in: Opslaan naar URL met minibuffer

source: Search for a string in the text.
in: Zoek naar een tekenreeks in de tekst.

source: Select All
in: Alles selecteren

source: Select Rect
in: Selecteer vierhoek

source: Select all text
in: Alle tekst selecteren

source: Select rectangular region.
in: Selecteer vierhoekig gebied

source: Set the preview file type
in: Stel voorbeeldlettertype in

source: Shift &Left
in: Verschuif &Links

source: Shift &Right
in: Verschuif %Rechts

source: Show Buffer
in: Toon Buffer

source: Show Hex Digits
in: Toon Hexadecimale Cijfers

source: Show Line Style
in: Toon Regelstijl

source: Show Pixel Values
in: Toon Pixelwaarden

source: Show Record Numbers
in: Toon Recordnummers

source: Show or hide minor mode windows
in: Toon of verberg minor mode vensters

source: Show or hide sidebar windows
in: Toon of verberg zijbalk vensters

source: Show the buffer in a new tab.
in: Toon de buffer in een nieuw tabblad.

source: Show the buffer in place of this tab.
in: Toon de buffer in plaats van dit tabblad.

source: Show the styling information of the current line
in: Toon de stijlinformatie van de huidige regel

source: Show uncollectable objects
in: Toon onverzamelbare objecten

source: Sidebars
in: Zijbalken

source: Size
in: Grootte

source: Slow test of the progress bar
in: Trage test van de voorgangsbalk

source: Some styles have been changed would you like to save before exiting?
in: Bepaalde stijlen zijn gewijzigd. Wil je de wijzigingen opslaan voor afsluiten?

source: Sort Order
in: Sorteervolgorde

source: Sort document list
in: Sorteer documentlijst

source: Start a blank new style
in: Open een nieuwe stijl

source: Start a hangman game
in: Start een galgjespel

source: Started %s on %s
in: %s gestart op %s

source: Stop the currently running script
in: Stop het huidig draaiende script

source: Style Editor
in: Stijleditor

source: Style Tags
in: Stijlmarkeringen

source: Style Theme
in: Stijlthema

source: Switch Lexer to %s
in: Schakel Lexer om naar %s

source: Switch line endings
in: Wissel regeleinden

source: Switch major mode
in: Wissel major-modus

source: Syntax Files
in: Syntaxbestanden

source: Test the progress bar
in: Test de voortgangsbalk

source: Tests
in: Testen

source: Text
in: Tekst

source: Text Styles...
in: Tekststijlen...

source: Text file
in: Tekstbestand

source: Toggle display of line-end (cr/lf) characters
in: Schakel weergave van regeleindekarakters (cr/lf) in of uit

source: Toggle folding in this view
in: Schakel opvouwen in deze weergave in of uit

source: Toggle line numbers in this view
in: Schakel regelnummers in deze weergave in of uit

source: Toggle line wrap in this view
in: Schakel regelafbraak in deze weergave in of uit

source: Tools
in: Extra

source: Transform
in: Transformeren

source: Turn on/off debugging for listed classes
in: Schakel debuggen voor genoemde klassen in of uit

source: Undo
in: Ongedaan maken

source: Upcase
in: Hoofdletters

source: User manual
in: Gebruikershandleiding

source: View
in: Weergave

source: View Direction
in: Leesrichting

source: Window
in: Venster

source: Word count in region or document
in: Woorden tellen in selectie of document

source: Write to a new URL using name completion
in: Schrijf naar een nieuwe URL met gebruikmaking van naamvoltooïng

source: Zoom In
in: Inzoomen

source: Zoom Out
in: Uitzoomen

source: Zoom in (magnify) image
in: Zoom in (vergroot) op afbeelding

source: Zoom out (demagnify) image
in: Zoom uit (verklein) op afbeelding

source: bold
in: vetgedrukt

source: eol
in: einde regel

source: hangman
in: galgje

source: italic
in: cursief

source: peppy.log.debug
in: peppy.logboek.debug

source: peppy.log.error
in: peppy.logboek.fout

source: peppy.log.info
in: peppy.logboek.informatie

source: restart-game
in: herstart-spel

source: underline
in: onderstrepen

source: unknown
in: onbekend

source: &Help
in: Ai&uto

source: &Help...
in: &Aiuto...

source: &Open Hex Editor...
in: Apri &Editor esadecimale....

source: &Open Image Viewer...
in: Apri &visualizzatore Immagini...

source: Aug
in: Ago

source: Contrast
in: Contrasto

source: Dec
in: Dic

source: Focal Plane View
in: Vista planimetrica focale

source: Frames
in: Fotogrammi

source: Games
in: Giochi

source: Integer
in: Interi

source: Jan
in: Gen

source: Jul
in: Lug

source: Jun
in: Giu

source: MPD Server...
in: Server MPD...

source: Stop
in: Arresta
